;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Damned
; TranslationAuthorEmail: bartosfr@seznam.cz
; TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
; Soft Version: 1.58.77
; Update: 2013-10-25
;
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka

[Lang]
NativeLanguage=Česky

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZECH
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Varování
Error=Chyba
Confirm=Potvrzení
CurVer=Aktuální verze:
LangShortName=cs-cz
Notic=Upozornění:

FrmRate.Caption=Hodnocení software
FrmRate.Btnlist.caption=Hodnocení
FrmRate.Btnreview.caption=Moje hodnocení
FrmRate.Btnfirst.caption=Buďte první recenzent
FrmRate.Btnsubmit.caption=Odeslat
FrmRate.lblscore.caption=Hodnocení:
FrmRate.lblscorehint.caption=(Musíte kliknout na hvězdičky)
FrmRate.lblnick.caption=Přezdívka:
FrmRate.lblnickhint.caption=(Volitelné)
FrmRate.lblemail.caption=Váš e-mail:
FrmRate.lblemailhint.caption=(Volitelné)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(Volitelné)
FrmRate.lbldesctitle.caption=Popis software:
FrmRate.lblratesoft.caption=Doporučený software
;
; About
;
FrmAbout.caption=O programu
FrmAbout.btnok.caption=Ok
FrmAbout.lblver.caption=Aktuální verze: 
FrmAbout.lblemail.caption=Podpora: 
FrmAbout.lblhome.caption=Náš web: 
FrmAbout.lblthank.caption=Těmto lidem děkujeme za jejich podporu našemu produktu: 
;
; Popup Menu
;
pmHelp=Nápověda
pmHome=Náš web
pmforum=Naše fórum
pmCheckMsg=Automaticky kontrolovat novinky
pmContact=Kontaktujte nás
pmCheckNew=Automaticky kontrolovat aktualizace
pmLang=Vyberte si jazyk
pmAbout=O programu
pmOpenEntry=Otevřít v RegEditu
PmGoogle=Vyhledat Googlem
pmExport=Exportovat do textového souboru...
pmRightMenuA=Zobrazit v Kontextové nabídce
ExplorerMenu=Odinstalovat pomocí Wise Program Uninstaller
;
; Main GUI
;
FrmMain.lblrate.caption=Hodnocení
FrmMain.BtnNormal.Caption=Odinstalovat
FrmMain.BtnModify.Caption=Opravit
FrmMain.BtnForce.Caption=Násilná odinstalace
FrmMain.BtnRemove.Caption=Odstranit záznamy
FrmMain.Btnlikeit.Caption=Líbí se!
FrmMain.lblcheckver.Caption=Kontrola aktualizací
FrmMain.lblinfo.caption=Nabízí způsob, jak násilně odinstalovat programy
;
;like it
;
Frmlikeit.lblTitle.caption=Pokud se Vám líbí Wise Program Uninstaller, prosím, představte tento bezplatný nástroj svým známým.
Frmlikeit.lblInfo.caption=Sdílejte Wise Program Uninstaller s rodinou, přáteli, spolužáky a kolegy pomocí emailu, blogu, Twitteru, Youtube, Facebooku, atd... Děkujeme! Přinesete jim výhodu a efektivitu pro další život.
Frmlikeit.lblRate.caption= Ohodnoťte Wise Program Uninstaller:
Frmlikeit.lblfollow.caption=Sledujte nás na:
Frmlikeit.lblshare.caption=Sdílejte Wise Program Uninstaller:
Frmlikeit.btndownload.caption=Stáhnout zdarma
Frmlikeit.imgrate.hint=Oceňte nás 5 hvězdami
Frmlikeit.imgmail.hint=Sdílejte program s přáteli
Frmlikeit.imgface1.hint=Sdílejte nás na na Facebooku
Frmlikeit.imgface2.hint=Sledujte nás na Facebooku
Frmlikeit.imgtwitter1.hint=Sdílejte nás na Twitteru
Frmlikeit.imgtwitter2.hint=Sledujte nás na Twitteru
Frmlikeit.Caption=Líbí se!
Frmlikeit.lbldownload.caption=Stáhněte si další bezplatné programy z WiseCleaner.com:
;
;processs
;
FrmProgressModal.btncancel.caption=Storno
;
;frmafterdel
;
Frmafterdel.caption=Záznamy registru a soubory patřící k programu
Frmafterdel.btnremove.caption=Odstranit
Frmafterdel.btncancel.caption=Storno
Frmafterdel.lblinfo.caption=Prohlédněte si výsledek a klikněte na "Odstranit" k dokončení odinstalace.

[Uninstall]
PublisherUnknown=Neznámý výrobce
VersionUnknown=Neznámá verze
Rate=Hodnocení
ItemName=Název
Publisher=Výrobce
Size=Velikost
SetupDate=Datum instalace
Version=Verze
Canceled=Proces odinstalování byl stornován.
NoLeftOverItem=Nebyly nalezeny zbylé položky.
Removing=Odstraněno:
TotalStat=Nalezeno %d programů zabírajících %s místa na disku.
Calculating=Počítání velikosti...
Files=Soubory a složky
RegEntries=Záznamy registru
Items=Položky

BtnSafe=Odinstalovat

[message]
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?
NoNewVer=Blahopřejeme! Používáte poslední verzi!
NoProgramSelected=Prosím, nejdříve vyberte program.
IsBusy=Vyčkejte, předchozí odinstalace ještě není dokončena.
StartFindLeftover=Analýza souvisejících souborů, složek a záznamů registru...
Collecting=Shromažďuji info o instalovaných programech...
BeSureUseForce=Prosím, Násilnou odinstalaci zvolte pouze tehdy, pokud nefunguje standardní odinstalace. Opravdu chcete pokračovat?
ConfirmRemove=Opravdu chcete odstranit tento záznam?
RejectItself=Program se neumí samoodinstalovat.
TranslateTo=Přeložte nás...

[SoftRate]
Querying=Vyčkejte...
Good=Líbí 
Bad=Nelíbí
Safe=Nahlásit
Ver=Verze:
Ratings= x hodnoceno
SoftNotExist=Nelze nalézt tento software.
GetSoftInfoError=Nelze získat info o software.
UploadSoftLogoError=Chyba odeslání info k software
SubmitData=Odesílá se komentář k tomuto software...
SubmitSoftInfoError=Odeslání se nezdařilo, chyba je v připojení.
SubmitRateSuccess=Odeslání zprávy bylo úspěšné.
HaveSubmitRate=Již jste software hodnotil.
Submitgoodbad=Odesílají se zadané informace...
me=Já
NickTooLong=Vaše přezdívka by neměla mít více než 20 znaků.
MailTooLong=Váš e-mail by neměl mít více než 50 znaků.
WrongEmail=Neplatný email.
ReviewTooLong=Celková délka hodnocení by neměla překročit 300 znaků.
RateHint=Přihlašte se k našemu ohodnocování software a ohodnoťte svůj oblíbený produkt!
UnknowName=Neznámý produkt
UnknowVer=Neznámá verze
UnknowDesc=Popis nezjištěn


[Hint]
HintRate=Hodnocení software
HintClose=Smazat záznam


